[
    {
        "name": "Tarta Frangipane De Manzana",
        "category": "Postre",
        "instructions": "Precaliente el horno a 200C\/180C Ventilador\/Gas 6.\r\nColoque las galletas en una bolsa grande para congelar con cierre hermético y triture con un rodillo hasta que queden migas finas. Derrita la mantequilla en una cacerola pequeña, luego agregue las migas de galleta y revuelva hasta que se cubra con mantequilla. Incline en el molde para tarta y, con el dorso de una cuchara, presione sobre la base y los lados del molde para dar una capa uniforme. Enfríe en el refrigerador mientras hace el relleno.\r\nBate la mantequilla y el azúcar hasta que estén suaves y esponjosos. Puedes hacerlo en un procesador de alimentos si tienes uno. Procese durante 2-3 minutos. Mezcle los huevos, luego agregue las almendras molidas y el extracto de almendras y mezcle hasta que estén bien combinados.\r\nPele las manzanas y corte rodajas finas de manzana. Haga esto en el último minuto para evitar que la manzana se ponga marrón. Acomoda las rebanadas sobre la base de galleta. Extienda el relleno de frangipane uniformemente en la parte superior. Alise la superficie y espolvoree con las almendras laminadas.\r\nHornee durante 20-25 minutos hasta que estén doradas y cuaje.\r\nRetire del horno y deje enfriar durante 15 minutos. Retire los lados de la lata. Una manera fácil de hacer esto es colocar la lata sobre una lata de frijoles y empujar suavemente hacia abajo sobre los bordes de la lata.\r\nTransfiera la tarta, con la base de lata unida, a un plato para servir. Sirva tibio con crema, crema fresca o helado.",
        "img": "https:\/\/www.themealdb.com\/images\/media\/meals\/wxywrq1468235067.jpg",
        "tags": "tarta, horneado, afrutado",
        "youtube": "https:\/\/www.youtube.com\/watch?v=rp8Slv4INLk",
        "ingredients": [
            {
                "name": "galletas",
                "measure": "175g"
            },
            {
                "name": "mantequilla",
                "measure": "75g"
            },
            {
                "name": "manzanas bramley",
                "measure": "200g"
            },
            {
                "name": "mantequilla derritida",
                "measure": "75g"
            },
            {
                "name": "azúcar glas",
                "measure": "75g"
            },
            {
                "name": "huevos de gallinas camperas, batidos",
                "measure": "2"
            },
            {
                "name": "almendra molida",
                "measure": "75g"
            },
            {
                "name": "extracto de almendra",
                "measure": "1 cucharadita"
            },
            {
                "name": "almendras fileteadas",
                "measure": "50g"
            }
        ],
        "comments": [],
        "rate": 0
    },
    {
        "name": "Crumble de manzana y mora",
        "category": "Postre",
        "instructions": "Caliente el horno a 190C\/170C fan\/gas 5. Vierta la harina y el azúcar en un tazón grande. Agregue la mantequilla, luego frote la harina con las yemas de los dedos para obtener una textura ligera de pan rallado. No lo trabajes demasiado o el crumble se volverá pesado. Espolvorea la mezcla uniformemente sobre una bandeja para hornear y hornea durante 15 minutos o hasta que esté ligeramente coloreada.\r\nMientras tanto, para la compota, pela, quita el corazón y corta las manzanas en dados de 2 cm. Ponga la mantequilla y el azúcar en una cacerola mediana y derrita a fuego medio. Cocine durante 3 minutos hasta que la mezcla se convierta en un caramelo ligero. Agregue las manzanas y cocine por 3 minutos. Agregue las moras y la canela, y cocine por 3 minutos más. Cubra, retire del fuego y deje durante 2-3 minutos para continuar cocinando en el calor de la sartén.\r\nPara servir, vierta la fruta tibia en una fuente para gratinar resistente al horno, cubra con la mezcla de migajas, luego vuelva a calentar en el horno durante 5-10 minutos. Servir con helado de vainilla.",
        "img": "https:\/\/www.themealdb.com\/images\/media\/meals\/xvsurr1511719182.jpg",
        "tags": "Pudín",
        "youtube": "https:\/\/www.youtube.com\/watch?v=4vhcOwVBDO4",
        "ingredients": [
            {
                "name": "harina normal",
                "measure": "120g"
            },
            {
                "name": "Azúcar glas",
                "measure": "60g"
            },
            {
                "name": "Mantequilla",
                "measure": "60g"
            },
            {
                "name": "Manzanas Braeburn",
                "measure": "300g"
            },
            {
                "name": "Mantequilla liquida",
                "measure": "30g"
            },
            {
                "name": "Azúcar Demerara",
                "measure": "30g"
            },
            {
                "name": "Moras",
                "measure": "120g"
            },
            {
                "name": "Canela",
                "measure": "1/4 cucharilla"
            },
            {
                "name": "Helado",
                "measure": ""
            }
        ],
        "comments": [],
        "rate": 0
    },
    {
        "name": "Apam balik",
        "category": "Postre",
        "instructions": "Mezclar la leche, el aceite y el huevo juntos. Tamizar la harina, el polvo de hornear y la sal en la mezcla. Revuelve bien hasta que todos los ingredientes se combinen de manera uniforme.\r\n\r\nUnta un poco de masa en la sartén. Extienda una capa delgada de masa a un lado de la sartén. Cubra la sartén durante 30-60 segundos hasta que aparezcan pequeñas burbujas de aire.\r\n\r\nAgregue mantequilla, crema de maíz, maní triturado y azúcar al panqueque. Dobla el panqueque por la mitad una vez que la superficie inferior esté dorada.\r\n\r\nCorta en gajos y come mejor cuando esté tibio.",
        "img": "https:\/\/www.themealdb.com\/images\/media\/meals\/adxcbq1619787919.jpg",
        "tags": null,
        "youtube": "https:\/\/www.youtube.com\/watch?v=6R8ffRRJcrg",
        "ingredients": [
            {
                "name": "Leche",
                "measure": "200ml"
            },
            {
                "name": "Aceite",
                "measure": "60ml"
            },
            {
                "name": "Huevos",
                "measure": "2"
            },
            {
                "name": "Harina",
                "measure": "1600g"
            },
            {
                "name": "Levadura en polvo",
                "measure": "3 cucharaditas"
            },
            {
                "name": "Sal",
                "measure": "1\/2 cucharadita "
            },
            {
                "name": "Mantequilla sin sal",
                "measure": "25g"
            },
            {
                "name": "Azúcar",
                "measure": "45g"
            },
            {
                "name": "Mantequilla de maní",
                "measure": "3 cucharadas"
            }
        ],
        "comments": [],
        "rate": 0
    },
    {
        "name": "Ayam Percik",
        "category": "Pollo",
        "instructions": "En una licuadora, agregue los ingredientes para la pasta de especias y mezcle hasta que quede suave.\r\nA fuego medio, vierta la pasta de especias en una sartén y fría durante 10 minutos hasta que esté fragante. Agregue agua o aceite 1 cucharada a la vez si la pasta se vuelve demasiado seca. No quemes la pasta. Baje un poco el fuego si es necesario.\r\nAgregue los clavos, el cardamomo, la pulpa de tamarindo, la leche de coco, el agua, el azúcar y la sal. Sube el fuego y deja que la mezcla hierva. Encienda el fuego a medio bajo y cocine a fuego lento durante 10 minutos. Revuelva ocasionalmente. Se reducirá un poco. Esta es la marinada\/salsa, así que pruebe y ajuste la sazón si es necesario. No te preocupes si es un poco amargo. Desaparecerá al asarlo.\r\nCuando la marinada\/la salsa se haya enfriado, vierta todo sobre el pollo y deje marinar durante la noche o dos días.\r\nPrecaliente el horno a 425 F.\r\nRetire el pollo de la marinada. . Vierta la marinada en una bandeja para hornear engrasada (o forrada con aluminio). Coloque el pollo encima de la salsa (asegúrese de que el pollo cubra la salsa y que la salsa no quede expuesta o se queme) y esparza el adobo restante sobre el pollo. Ase durante 35-45 minutos o hasta que la temperatura interna de la parte más gruesa del pollo sea de al menos 175 F.\r\nDeje que el pollo descanse durante 5 minutos. Pincelar el pollo con un poco de aceite. Sirva el pollo con la salsa sobre arroz al vapor (o arroz con coco).",
        "img": "https:\/\/www.themealdb.com\/images\/media\/meals\/020z181619788503.jpg",
        "tags": null,
        "youtube": "https:\/\/www.youtube.com\/watch?v=9ytR28QK6I8",
        "ingredients": [
            {
                "name": "Muslos de pollo",
                "measure": "6"
            },
            {
                "name": "Chalotes o Cebollas",
                "measure": "16"
            },
            {
                "name": "Jengibre",
                "measure": "1 1\/2"
            },
            {
                "name": "Diente de ajo",
                "measure": "6"
            },
            {
                "name": "Pimienta de cayena",
                "measure": "8"
            },
            {
                "name": "Cúrcuma",
                "measure": "2 tbc"
            },
            {
                "name": "Comino",
                "measure": "1 1\/2"
            },
            {
                "name": "Cilantro",
                "measure": "1 1\/2"
            },
            {
                "name": "Hinojo",
                "measure": "1 1\/2"
            },
            {
                "name": "Pasta de tamarindo",
                "measure": "2 cucharada"
            },
            {
                "name": "Leche de coco",
                "measure": "1 paquete"
            },
            {
                "name": "Azúcar",
                "measure": "1 cucharadita"
            },
            {
                "name": "Agua",
                "measure": "1 taza"
            }
        ],
        "comments": [],
        "rate": 0
    }
]